Repository: ophzl/Life
Catalog: i18n/*/LC_MESSAGES/*.po
Languages: fr

source: Choose a save: 1 - %s 2 - %s 3 - %s
fr: Choisissez une sauvegarde : 1 - %s 2 - %s 3 - %s

source: Wrong answer. Please try again.
fr: Mauvaise réponse. Veuillez réessayer.

source: Oh, you're new. What's your name?
fr: Bonjour, petit nouveau ! Quel est ton nom ?

source: ################################################################################################## When you play, your game is auto saved. ##################################################################################################
fr: ################################################################################################## La partie est automatiquement sauvegardée. ##################################################################################################

source: Hey %s !
fr: Salut %s !

source: You're weak. You only have %sLP.
fr: Tu es faible. Tu n'as que %sPV.

source: To my mind, you need to rest. You only have %sLP.
fr: Selon moi, tu devrais te reposer. Tu n'as que %sPV.

source: Today is a good day. You have %sLP.
fr: Aujourd'hui est un jour merveilleux. Tu as %sPV.

source: ========================= You can... Eat Sleep Explore More actions -> 'help' =========================
fr: ========================= Tu peux... Manger Dormir Voyager Plus d'actions -> 'help' =========================

source: ========================= GAME ACTIONS: - Eat - Sleep - Explore PLAYER ACTIONS: - LP - XP - Money =========================
fr: ========================= ACTIONS DE JEU : - Manger - Dormir - Voyager MES STATISTIQUES: - LP - XP - Argent =========================

source: What do you wanna do?
fr: Que veux-tu faire ?

source: You have %sLP.
fr: Vous avez %sPV.

source: You have %sxp.
fr: Vous avez %sxp.

source: You have %s.
fr: Vous avez %s€.

source: Right, goodbye!
fr: Bien, au revoir !
