Repository: ophzl/Life
Catalog: classes/i18n/*/LC_MESSAGES/*.po
Languages: fr

source: Exploring the world...
fr: Explorer le monde…

source: (-25LP) || Oh no! Who does the malin fall in the ravin. You loose 25LP.
fr: (-25PV) || Oh non ! Who does the malin fall in the ravin. Tu perds 25PV.

source: You're in front of a big and mysterious animal...
fr: Tu te retrouves en face d'un grand et mystérieux animal...

source: ...we can distinguish it's...
fr: ... ça m'a tout l'air d'être ...

source: ...a %s
fr: ... %s !

source: You have 10% of chance to win.
fr: Vous avez 10% de chance de gagner.

source: Are you sure you want to continue ? (yes/no)
fr: Voulez-vous continuer ? (yes/no)

source: (+50xp) || You're really lucky. You win this fight and gain 50xp.
fr: (+50xp) || Sah quelle chance. Tu as vaincu et gagnes 50xp.

source: (-25LP) || You loose...
fr: (-25PV) || Tu as perdu...

source: You run.
fr: Tu fuis.

source: You're dead.
fr: Tu es mort.
